---
kind: other
id: AllMembers.T:Autodesk.Revit.Exceptions.CannotOpenBothCentralAndLocalException
source: html/f275c30d-b948-d3bf-0208-99a41da11fd2.htm
---
# CannotOpenBothCentralAndLocalException Members

Retrieves data needed to serialize the target object.